Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_kokoontuu_etayhteyksin.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien hallitus kokoontuu etäyhteyksin
sme: Sámedikki stivra čoahkkana gáiddusoktavuođain

source: Saamelaiskäräjien hallitus on siirtynyt koronaepidemian vuoksi kokoontumaan täysin etäyhteyksin.
sme: Sámedikki stivra lea sirdásan koronaepidemiija geažil čoahkkanit ollásit gáiddusoktavuođain.

source: ”Pitkä kokemuksemme etäyhteyksistä on mahdollistanut toiminnan jatkumisen lähes ennallaan.
sme: ”Min guhkes hárjánupmi gáiddusoktavuođain lea dahkan vejolažžan doaimma joatkašuvvama goasii ovddeš láhkai.

source: Haluankin kehua Saamelaiskäräjien henkilöstöä, että olemme pystyneet pitämään suorituskyvyn hyvin yllä olosuhteisiin nähden”, toteaa puheenjohtaja Tuomas Aslak Juuso.
sme: Hálidange rábmot Sámedikki bargoveaga, ahte mii leat nákcen doalahit doaibmanávccaid bures dili ektui”, gávnnaha ságadoalli Tuomas Aslak Juuso.

source: Saamelaiskäräjien hallitus nimesi kokouksessaan torstaina 16. huhtikuuta Paliskuntain yhdistyksen hallitukseen varsinaiseksi jäseneksi Asko Länsmanin ja varajäseneksi Magreta Saran .
sme: Sámedikki stivra nammadii čoahkkimisttis duorastaga cuoŋománu 16. beaivve Bálgosiid ovttastusa stivrii fásta lahttun Asko Länsmana ja várrelahttun Magreta Sara .

source: Länsman on toiminut Saamelaiskäräjien edustajana myös vuosina 2018-2020.
sme: Länsman lea doaibman Sámedikki ovddasteaddjin maiddái jagiin 2018-2020.

source: Saamelaiskäräjät haluaa lisäksi parantaa yhteistyötään Paliskuntain yhdistyksen suuntaan ja ehdottaa yhteisen tapaamisen järjestämistä, kun se on taas mahdollista.
sme: Sámediggi hálida maid buoridit oktasašbarggus Bálgosiid ovttastusain ja evttoha oktasaš deaivvadeami ordnema, go dat lea fas vejolaš.

source: Interreg 2021-2027 työryhmään Saamelaiskäräjien edustajaksi nimettiin Veikko Feodoroff ja varalle Saamelaiskäräjien kansainvälisten asioiden sihteeri Inka Saara Arttijeff .
sme: Interreg 2021-2027 bargojovkui Sámedikki ovddasteaddjin nammaduvvui Veikko Feodoroff ja várreolmmožin Sámedikki riikkaidgaskasaš áššiid čálli Inka Saara Arttijeff .

source: Ruotsin Saamelaiskäräjät on ehdottanut, että seuraavaa ohjelmakautta ajatellen Saamelainen parlamentaarinen neuvosto perustaa Ingerreg-työryhmän, jonka tarkoituksena on selvittää saamelaisten tarpeita rahoitukseen liittyen.
sme: Ruoŧa Sámediggi lea evttohan, ahte čuovvovaš prográmmabaji vuhtiiváldimiin Sámi parlamentáralaš ráđđi vuođđuda Ingerreg-bargojoavkku, man oaivilin lea čielggadit sámiid dárbbuid ruhtadeami ektui.

source: Muittut, muittulusat – the story of the Sámi by the Sámi – hankkeen ohjausryhmään nimettiin Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi ja varalle Maria Sofia Aikio .
sme: Muittut, muittulusat – the story of the Sámi by the Sámi – projeavtta stivrenjovkui nammaduvvui Sámedikki kulturlávdegotti ságadoalli Pirita Näkkäläjärvi ja várreolmmožin Maria Sofia Aikio .

source: Hankkeen toteutusaika on 1.1.2020 – 30.09.2022.
sme: Projeavtta ollašuhttináigi 1.1.2020 – 30.09.2022.

source: Lapin liiton hallitukseen Saamelaiskäräjien edustajaksi nimettiin I varapuheenjohtaja Anni Koivisto ja varajäseneksi puheenjohtaja Tuomas Aslak Juuso .
sme: Lappi lihtu stivrii Sámedikki ovddasteaddjin nammaduvvui I várreságadoalli Anni Koivisto ja várrelahttun ságadoalli Tuomas Aslak Juuso .

source: Koronavirustilanne vaikuttaa Sajoksen toimintaan
sme: Koronavirusdilli váikkuha Sajosa doaimmaide

source: Saamelaiskäräjien hallitus keskusteli Sajoksen palveluyksikön ja ravintolan tilanteesta.
sme: Sámedikki stivra ságastalai Sajosa bálvalanovttadaga ja restoráŋŋa dilis.

source: Saamelaiskulttuurikeskus Sajos on ollut suljettuna 16. maaliskuuta lähtien.
sme: Sámekulturguovddáš Sajos leamašan gitta njukčamánu 16. beaivve rájes.

source: Hallitus päätti pitää Sajoksen suljettuna toukokuun loppuun saakka.
sme: Stivra mearridii doallat Sajosa gitta miessemánu loahpa rádjai.

source: ”Tässä poikkeustilanteessa meidän on selvitettävä työntekijöiden mahdollisuutta pitää jo kertyneitä lomia ja tilanteen pitkittyessä on todennäköistä, että joudumme etenemään lomautuksiin.
sme: ”Dán spiehkastatdilis mii fertet čielggadit bargiid vejolašvuođa doallat juo čoggon luomuid ja jos dilli joatkašuvvá, lea jáhkehahtti ahte mii gártat mannat luopmudemiide.

source: Lisäksi keskustelemme oikeusministeriön kanssa tilanteen vaikutuksesta Sajoksen toimintaan”, puheenjohtaja Juuso kertaa tilannetta.
sme: Mii maiddái ságastallat vuoigatvuođaministeriijain dili váikkuhusas Sajosa doaimmaide”, ságadoalli Juuso geardduha dili.

source: Työhyvinvointikyselyn mukaan tulokset ovat parantuneet kaikilla osa-alueilla
sme: Bargoburesveadjinjearahallama mielde bohtosat leat buorránan buot oassesurggiin

source: Erityistä tyytyväisyyden kasvua on johtamiseen ja esimiestyöhön sekä yhteisten pelisääntöjen noudattamiseen.
sme: Erenomážit duđavašvuohta lea lassánan jođihan- ja hovdenbarggu ektui sihke oktasaš njuolggadusaid čuovvuma ektui.

source: Pitkäjänteinen esimiestyön ja työyhteisön kehittäminen on tuonut tulosta.
sme: Hovdenbarggu ja bargoservoša gillilis ovddideapmi lea buktán bohtosa.

source: Työhyvinvointikysely toteutettiin joulukuussa 2019.
sme: Bargoburesveadjinjearahallan čađahuvvui juovlamánus 2019.

source: Selvityksen mukaan työntekijät kokevat, että voivat helposti lähestyä johtoa työasioissa ja pitävät työtään mielekkäänä ja merkityksellisenä.
sme: Čielggadusa mielde bargit vásihit, ahte sáhttet álkit lahkonit hoavddaid bargoáššiin ja atnet bargguset movttiidahttin ja mearkkašahttin.

source: Tulos oli heikentynyt ainoastaan kahden väittämän kohdalla: minulla on riittävästi aikaa työni tekemiseen kunnolla ja jaksan työssäni hyvin.
sme: Boađus lei fuotnánan dušše guovtti čuoččuhusa buohta: mus lea doarvái áigi barggu bargamii albmaláhkai ja veajan barggustan bures.

source: Saamelaiskäräjien hallituksen kokouksen 3/2020 pöytäkirja tarkastetaan viimeistään 30.4.2020 ja pidetään tällöin nähtävillä 1.5.-1.6.2020 Saamelaiskäräjien verkkosivuilla www.samediggi.fi .
sme: Sámedikki stivrra čoahkkima 3/2020 beavdegirji dárkkistuvvo maŋimuštá 30.4.2020 ja dollojuvvo oaidninláhkai 1.5.-1.6.2020 Sámedikki fierbmesiidduin www.samediggi.fi .

source: Lisätietoja:
sme: Lassediehtu:

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: ságadoalli Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi
